export const API_BASE_URL = "https://vue-moire.skillbox.cc/api/";
export const TIMEOUT = 500;
export const LIMIT_FOR_PAGINATED = 6;
export const TEMPLATE_PRODUCT_INFO = [
  {
    title: "Информация о товаре",
    content: [
      {
        subtitle: "Состав:",
        info: "60% хлопок;30% полиэстер"
      },
      {
        subtitle: "Уход:",
        info: "Машинная стирка при макс. 30ºC короткий отжим;Гладить при макс. 110ºC;Не использовать машинную сушку;Отбеливать запрещено;Не подвергать химчистке"
      }
    ]
  },
  {
    title: "Доставка и возврат",
    content: [
      {
        subtitle: "Доставка:",
        info: "1. Курьерская доставка по Москве и Московской области – 290 ₽;2.Самовывоз из магазина.Список и адреса магазинов Вы можете посмотреть здесь"
      },
      {
        subtitle: "Возврат:",
        info: "Любой возврат должен быть осуществлен в течение Возвраты в магазине БЕСПЛАТНО.;Вы можете вернуть товары в любой магазин.Магазин должен быть расположен в стране, в которой Вы осуществили покупку.;БЕСПЛАТНЫЙ возврат в Пункт выдачи заказов.;Для того чтобы вернуть товар в одном из наших Пунктов выдачи заказов, позвоните по телефону 8 800 600 90 09"
      }
    ]
  }
];
